Repository: MoonDragon-MD/lLyrics
Catalog: lLyrics/locale/*.po
Languages: it

source: Lyrics
it: Testi

source: Display lyrics for the current playing song
it: Visualizza il testo della canzone in riproduzione

source: Show lyrics
it: Mostra testo

source: Search and display lyrics for this song
it: Cerca e visualizza il testo

source: Save
it: Salva

source: Cancel
it: Cancella

source: Back to playing song
it: Torna alla riproduzione

source: From cache file
it: Da file di cache

source: Sources
it: Sorgente

source: Scan next source
it: Scansione della prossima sorgente

source: Scan all sources
it: Scansione di tutte le fonti

source: Search online
it: Ricerca web

source: Mark as instrumental
it: Segna come strumentale

source: Clear lyrics
it: Pulisci testi

source: Edit lyrics
it: Modifica testi

source: Preferences
it: Preferenze

source: lLyrics Preferences
it: preferenze di lLyrics

source: searching lyrics...
it: ricerca testi......

source: No lyrics found
it: Nessun testo trovato

source: Show sidebar on first playback
it: Mostra la barra laterale alla prima riproduzione

source: Save lyrics
it: Salvare i testi

source: Whether to automatically save retrieved lyrics in the folder specified below
it: Salvare automaticamente i testi recuperati nella cartella seguente

source: default
it: predefinito

source: Folder for lyrics
it: Cartella per testi

source: Always ignore parentheses in song title
it: Ignora sempre le parentesi nel titolo

source: When turned off, only parentheses containing specific strings (e.g. 'remix', 'live', 'edit', etc) are filtered
it: Se disattivato, vengono filtrate solo le parentesi contenenti stringhe specifiche

source: Sources:
it: Sorgenti:

source: Hide sidebar label
it: Nascondi etichetta laterale

source: Show lyrics in left sidebar instead of right one
it: Mostra i testi nella barra laterale sinistra invece che a destra

source: You have to disable and re-enable this plugin or restart Rhythmbox to apply changes here
it: Necessario disabilitare e riattivare questo plugin o riavviare Rhythmbox per abilitarlo

source: General
it: Generale

source: Appearance
it: Aspetto
